Autodesk.Revit.DB.Electrical.VoltageType.SetVoltageValue(System.Double,System.Double,System.Double)
Assign new values to modify voltage type, all of the unit are volt.
Throws Autodesk.Revit.Exceptions.ArgumentException:
Actual value can't be more than minValue or less than maxValue, and all of them can't be negative,
otherwise the exception will be thrown.

Autodesk.Revit.DB.Electrical.VoltageType.IsInUse
Indicates whether this voltage type is in service now, such as by other distribution system.

Autodesk.Revit.DB.Electrical.VoltageType.MinValue
Get lower boundary of voltage value of this voltage definition, the unit is volt.

Autodesk.Revit.DB.Electrical.VoltageType.MaxValue
Get upper boundary of voltage value of this voltage definition, the unit is volt.

Autodesk.Revit.DB.Electrical.VoltageType.ActualValue
Get actual voltage value of this voltage definition, the unit is volt.

Autodesk.Revit.DB.Electrical.VoltageType
Represents electrical voltage type. An electrical voltage type define a range of voltages,
and circuits can be created between components with rated voltages that do not precisely match the voltage definition value.
Remarks: Actual, minimum and maximum value of voltage type can retrieved through properties, but only can
be modified through SetVoltageValue method. All the unit of voltage properties in this class is volt.